brew "amazon-ecs-cli"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "buildkit"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "curl-openssl"
brew "docker-completion"
brew "docker-compose-completion"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "grep"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lf"
brew "libevent"
brew "libpq"
brew "libyaml"
brew "llvm"
brew "make"
brew "man-db"
brew "mono", link: false
brew "mysql"
brew "nkf"
brew "nmap"
brew "node"
brew "oniguruma"
brew "openjdk"
brew "openldap"
brew "openssl@1.1"
brew "osx-cross/avr/avr-gcc"
brew "packer"
brew "php"
brew "pkg-config"
brew "python@3.8"
brew "qmk/qmk/qmk"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "tamakiii/tap/vim"
brew "telnet"
brew "theora"
brew "tmux"
brew "tree"
brew "wasm-pack"
brew "wasm3"
brew "wasmer"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "blackhole"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "obs"
cask "slack"
cask "teensy"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wine-devel"
cask "xquartz"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tamakiii/tap", "git@github.com:tamakiii/homebrew-tap.git"
