brew "act"
brew "aom"
brew "awscli"
brew "ca-certificates"
brew "curl"
brew "deno"
brew "dotnet"
brew "faiss"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "helix"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "lazygit"
brew "leptonica"
brew "lf"
brew "libevent"
brew "libfido2"
brew "libyaml"
brew "llvm"
brew "make"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "node"
brew "oniguruma"
brew "openjdk@11"
brew "pandoc"
brew "perl"
brew "php"
brew "pnpm"
brew "portaudio"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "rubberband"
brew "ruby"
brew "rust"
brew "sdl2"
brew "songmu/tap/blogsync"
brew "sox"
brew "swig"
brew "telnet"
brew "tmux"
brew "tree"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "xz"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "anaconda"
cask "android-studio"
cask "chromium"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "keeper-password-manager"
cask "obsidian"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "songmu/tap"
