brew "act"
brew "amazon-ecs-cli"
brew "autoconf"
brew "automake"
brew "aws-cdk"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "buildkit"
brew "bzip2"
brew "cask"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dateutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k6"
brew "krb5"
brew "lf"
brew "libass"
brew "libevent"
brew "libheif"
brew "libiconv"
brew "libmemcached"
brew "librsvg"
brew "libssh2"
brew "libuv"
brew "libyaml"
brew "libzip"
brew "llvm"
brew "make"
brew "man-db"
brew "mecab"
brew "mecab-ipadic"
brew "media-info"
brew "mono", link: false
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node", link: false
brew "node@14"
brew "node@16", link: true
brew "nss"
brew "oniguruma"
brew "openjdk"
brew "osx-cross/avr/avr-gcc@9"
brew "packer"
brew "pandoc"
brew "pango"
brew "php", link: false
brew "php@8.0", link: true
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8"
brew "python@3.9"
brew "qmk/qmk/qmk"
brew "qrencode"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "sqlite"
brew "srt"
brew "telnet"
brew "terraform"
brew "terraform@0.12"
brew "theora"
brew "tmux"
brew "tnftp"
brew "tree"
brew "unbound"
brew "vim"
brew "wasm-pack"
brew "wasm3"
brew "wasmer"
brew "watch"
brew "xz"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "blackhole"
cask "blackhole-2ch"
cask "chromium"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "mysqlworkbench"
cask "ngrok"
cask "obs"
cask "openvpn-connect"
cask "slack"
cask "teensy"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wine-devel"
cask "xquartz"
tap "aws/tap"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tamakiii/tap", "git@github.com:tamakiii/homebrew-tap.git"
