tap "osx-cross/avr"
tap "tamakiii/anyenv"
tap "homebrew/brewdler"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "go-delve/delve"
tap "caskroom/versions"
tap "caskroom/cask"
tap "chezou/jumanpp"
cask "xquartz"
brew "amazon-ecs-cli"
brew "awscli"
brew "boost"
brew "boost-python"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "go"
brew "imagemagick"
brew "jq"
brew "jumanpp"
brew "node"
brew "opencv"
brew "p7zip"
brew "packer"
brew "pv"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "terraform"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "tamakiii/anyenv/anyenv"
cask "atom"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "oni"
cask "skype"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "wercker"
cask "wercker-cli"
cask "caskroom/versions/atom-beta"
