tap "caskroom/versions"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/versions"
tap "osx-cross/avr"
brew "amazon-ecs-cli"
brew "python"
brew "awscli"
brew "boost"
brew "colordiff"
brew "coreutils"
brew "ctop"
brew "dep"
brew "fish"
brew "fzf"
brew "git"
brew "glances"
brew "gnu-sed"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libmemcached"
brew "make"
brew "packer"
brew "peco"
brew "php", link: false
brew "protobuf"
brew "pv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "source-highlight"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
cask "atom"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "obs"
cask "oni"
cask "skype"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wercker"
cask "wercker-cli"
cask "xquartz"
cask "caskroom/versions/atom-beta"
