tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'marcqualie/nginx'

brew 'zsh'
brew 'vim'
brew 'libyaml'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'colordiff'
brew 'coreutils'
brew 'ffmpeg'
brew 'libpng'
brew 'freetype'
brew 'go'
brew 'icu4c'
brew 'jq'
brew 'libxml2'
brew 'mcrypt'
brew 'mysql@5.5'
brew 'nginx'
brew 'nkf'
brew 'node'
brew 'pkg-config'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build', args: ['HEAD']
brew 'rbenv'
brew 'rbenv-bundler'
brew 're2c'
brew 'scalaenv'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'watch'
brew 'wget'
brew 'utf8proc'
brew 'reattach-to-user-namespace'
brew 'gzip'
brew 'zlib'
brew 'homebrew/php/php56'

cask 'karabiner-elements'
cask 'iso-flock-standalone'
cask 'vagrant'
cask 'virtualbox'
cask 'google-japanese-ime'
cask 'java'
cask 'xquartz'
