tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/test-bot"
tap "tamakiii/cask"
brew "act"
brew "cryptography"
brew "python@3.13"
brew "tree"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "glib"
brew "cairo"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "lima"
brew "colima"
brew "coreutils"
brew "harfbuzz"
brew "coursier"
brew "csvkit"
brew "deno"
brew "diffutils"
brew "docker", link: false
brew "duckdb"
brew "node"
brew "python@3.12"
brew "emscripten"
brew "entr"
brew "unbound"
brew "gnutls"
brew "lame"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gh"
brew "tmux"
brew "gitmux"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go@1.23"
brew "gpgme"
brew "gradle"
brew "grep"
brew "helix"
brew "imagemagick"
brew "jdtls"
brew "jq"
brew "libzip"
brew "llvm"
brew "make"
brew "metals"
brew "ninja"
brew "node@22"
brew "nodenv"
brew "ollama"
brew "openapi-generator"
brew "opencode"
brew "pandoc"
brew "php"
brew "pipx"
brew "poppler"
brew "portaudio"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "raylib"
brew "rsync"
brew "rustup"
brew "semgrep"
brew "sox"
brew "starship"
brew "terminal-notifier"
brew "terraform", link: false
brew "tfenv"
brew "util-linux"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xan"
brew "xclip"
brew "xsel"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "ableton-live-suite"
cask "audacity"
cask "blackhole-2ch"
cask "blender"
cask "chrome-remote-desktop-host"
cask "chromium"
cask "claude"
cask "comfyui"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "elektron-overbridge"
cask "elektron-transfer"
cask "figma"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "jan"
cask "tamakiii/cask/kensington-trackball-works"
cask "kiro"
cask "kitty"
cask "lm-studio"
cask "macwhisper"
cask "microsoft-remote-desktop"
cask "miniconda"
cask "mochi"
cask "moonlight"
cask "musescore"
cask "notion"
cask "obs"
cask "obsidian"
cask "pd"
cask "rar"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steam"
cask "sysex-librarian"
cask "temurin"
cask "transcribe"
cask "unity-hub"
cask "virtual-desktop-streamer"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
vscode "1yib.rust-bundle"
vscode "alexdima.copy-relative-path"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "anthropic.claude-code"
vscode "aswinkumar863.smarty-template-support"
vscode "bastienboutonnet.vscode-dbt"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fill-labs.dependi"
vscode "fwcd.kotlin"
vscode "garlandcrow.vscode-helix"
vscode "genieai.chatgpt-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gregoire.dance"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "jasew.vscode-helix-emulation"
vscode "jebbs.plantuml"
vscode "mathiasfrohlich.kotlin"
vscode "mehedidracula.php-namespace-resolver"
vscode "modular-mojotools.vscode-mojo"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "puppet.puppet-vscode"
vscode "rebornix.scheme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reykjalin.vscode-kakoune"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "silverquark.dancehelix"
vscode "snowflake.snowflake-vsc"
vscode "st-pham.php-refactor-tool"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "teticio.python-envy"
vscode "thenouillet.symfony-vscode"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "whatwedo.twig"
vscode "wolfieshorizon.python-auto-venv"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zobo.php-intellisense"
cargo "basic-http-server"
cargo "human-in-the-loop"
cargo "wasm-bindgen-cli"
cargo "wasm-pack"
cargo "wasm-server-runner"
